Tekla Open API Reference for Tekla Structures 2025
PickerInput Methods
The PickerInput type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
Top
See Also
Reference
PickerInput Class
Tekla.Structures.Drawing Namespace